{"data":{"allMarkdownRemark":{"edges":[{"node":{"html":"<p>Après avoir formé les groupes, nous avons fait émaner nos intérêts communs en terme de sujets à traiter (essentiellement “ la vaccination”, “l’IVG”, “le port d’arme” ou “ la légalisation des drogues”, “la peine de mort”,  “l’explosion démographique). Un fois ceci fait nous avons affiné notre liste de sujets en éliminant ceux pas assez scientifiques ou avec trop peu de contenu à notre goût. Pour la semaine suivante il nous était demandé de choisir deux sujets (“le cannabis” et “la vaccination” nous concernant)  parmi notre liste et de transmettre au professeur une brève introduction ainsi que nos avis personnels sur chacun d’entre eux.</p>","frontmatter":{"week":1}}},{"node":{"html":"<p>En début de séance, et une fois les sujets validés par le professeur, nous avons rapidement parcouru les deux sujets afin de déterminer quelle controverse pourrait potentiellement présenter le plus de contenu. Dans ce but et compte tenu de nos préférences générales, nous avons choisi “le cannabis”. Nous avons décidé d’affiner notre thématique autour du débat concernant la légalisation du cannabis en France et plus particulièrement pour ce qui est de l’usage récréatif. Sur le temps restant nous avons essentiellement cherché à amasser un maximum d’information “vulgarisées” avant de faire des recherches plus spécifiques et de se tourner vers des sources plus “avérées” (thèses, sites gouvernementaux, etc.). </p>","frontmatter":{"week":2}}},{"node":{"html":"<p>La séance n°3 était essentiellement tournée autour de la cartographie de la controverse avec notamment l’introduction de la mindmap ou “carte mentale” sensée pouvoir donner un aperçu très épuré des acteurs et de leur rapport à la controverse (actions, enjeux, etc.). Pour ce faire nous avons choisit d’utiliser coggle. Nous avons également choisi la forme de notre livrable : un site web intégralement réalisé par nos soins et sur lequel nous renseignerons définitions, textes de lois, acteurs, enjeux et débat.</p>","frontmatter":{"week":3}}},{"node":{"html":"<p>Cette séance était consacrée à la suite du remplissage de la mindmap ainsi qu'à la production de la frise chronologique. L’avantage du site est qu’il nous est possible d’y inclure une frise relativement esthétique et pratique et non pas un image ou un lien vers un site spécifique. Nous nous sommes donc partagé les tâches : tandis que certains s’occupaient de la mind map, les autres recherchaient de quoi enrichir la frise. </p>","frontmatter":{"week":4}}},{"node":{"html":"<p>Le cours de cette semaine était consacré à l'entretien et à sa préparation. Nous avons ensuite envoyé des mails à d’éventuels acteurs de notre controverse (médecins, instituts spécialisés) afin de leur demander s’il était possible de les interviewer. Pendant le reste de la séance nous avons continué l’avancé du site web ainsi que l’enrichissement de la mind map (en y insérant les liens notamment) et de la frise.</p>","frontmatter":{"week":5}}},{"node":{"html":"<p>L’entretien avec un acteur de la controverse à été abandonné car il ne reste que 2 semaines et il vaut mieux se concentrer sur le livrable et l’oral. Nous avons commencé la rédaction du livrable, quelques modifications au niveau de la mindmap ont aussi été faites. De plus, tout au long des semaines nous avons amassé toutes les sources sur lesquelles nous nous somme appuyées, durant la 6ème semaine nous avons donc organisé ces dernières avec la nomenclature attendue.</p>","frontmatter":{"week":6}}}]}},"pageContext":{"isCreatedByStatefulCreatePages":true}}