{"data":{"allMarkdownRemark":{"edges":[{"node":{"html":"<p>Après avoir formé les groupes, nous avons fait émaner nos intérêts communs en terme de sujets à traiter (essentiellement “ la vaccination”, “l’IVG”, “le port d’arme” ou “ la légalisation des drogues”, “la peine de mort”,  “l’explosion démographique). Un fois ceci fait nous avons affiné notre liste de sujets en éliminant ceux pas assez scientifiques ou avec trop peu de contenu à notre goût. Pour la semaine suivante il nous était demandé de choisir deux sujets (“le cannabis” et “la vaccination” nous concernant)  parmi notre liste et de transmettre au professeur une brève introduction ainsi que nos avis personnels sur chacun d’entre eux.</p>","frontmatter":{"week":1}}},{"node":{"html":"<p>En début de séance, et une fois les sujets validés par le professeur, nous avons rapidement parcouru les deux sujets afin de déterminer quelle controverse pourrait potentiellement présenter le plus de contenu. Dans ce but et compte tenu de nos préférences générales, nous avons choisi “le cannabis”. Nous avons décidé d’affiner notre thématique autour du débat concernant la légalisation du cannabis en France et plus particulièrement pour ce qui est de l’usage récréatif. Sur le temps restant nous avons essentiellement cherché à amasser un maximum d’information “vulgarisées” avant de faire des recherches plus spécifiques et de se tourner vers des sources plus “avérées” (thèses, sites gouvernementaux, etc.). </p>","frontmatter":{"week":2}}},{"node":{"html":"<p>La séance n°3 était essentiellement tournée autour de la cartographie de la controverse avec notamment l’introduction de la mindmap ou “carte mentale” sensée pouvoir donner un aperçu très épuré des acteurs et de leur rapport à la controverse (actions, enjeux, etc.). Pour ce faire nous avons choisit d’utiliser coggle. Nous avons également choisi la forme de notre livrable : un site web intégralement réalisé par nos soins et sur lequel nous renseignerons définitions, textes de lois, acteurs, enjeux et débat.</p>","frontmatter":{"week":3}}},{"node":{"html":"<p>Début de l’analyse des données recueillies. Recherche de date importante pour débuter la frise chronologique d’un côté, début du codage du site web et travail sur la mindmap</p>","frontmatter":{"week":4}}}]}},"pageContext":{"isCreatedByStatefulCreatePages":true}}