{"data":{"allMarkdownRemark":{"totalCount":7,"edges":[{"node":{"html":"<p>La loi <a href=\"http://www.druglibrary.org/schaffer/hemp/taxact/mjtaxact.htm\"><strong>Marihuana Tax Act</strong></a> a été adoptée aux Etats-Unis. Elle vise à ajouter une taxe pour tous les acteurs travaillant dans le chanvre (importateurs, producteurs, etc ...).\nElle sera abrogée en 1970 par le Congrès. Cette loi a été initiatrice d'un mouvement de répression du cannabis à l'échelle mondiale.</p>","frontmatter":{"title":"Marihuana Tax Act : Etats-Unis","date":"02 août 1937"}}},{"node":{"html":"<p>Une convention unique internationale sur les stupéfiants est organisée par l'ONU à New York. Les décisions prises visent à limiter la production et le commerce des stupéfiants et de qualifier ceux-ci.</p>","frontmatter":{"title":"Convention unique internationale","date":"30 mars 1961"}}},{"node":{"html":"<p>En 1964, la molécule de THC est isolée par le professeur Raphael Mechoulam et Yechiel Gaoni. Ils parviennent aussi à la synthétiser.</p>","frontmatter":{"title":"La molécule THC est isolée","date":"22 octobre 1964"}}},{"node":{"html":"<p>La <a href=\"https://www.legifrance.gouv.fr/jo_pdf.do?id=JORFTEXT000000321402&#x26;pageCourante=00074\"><strong>loi du 31 décembre 1970</strong></a> relative aux mesures sanitaires de lutte contre la toxicomanie, et a la repression du trafic et de l'usage illicite des substances veneneuses, spécifie que toute personne usant d'une façon illicite de substances ou plantes classées comme stupéfiants, est placée sous la surveillance de l'autorité sanitaire.</p>","frontmatter":{"title":"Loi du 31 décembre 1970 relative aux mesures sanitaires de lutte contre la toxicomanie","date":"31 décembre 1970"}}},{"node":{"html":"<p><a href=\"https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000000235043&#x26;categorieLien=id\"><strong>Cette loi</strong></a> rend passible de 2 ans d'emprissonement et de 4 500 € d'amende toute personne ayant conduit sous influence de stupéfiants. De plus, si la personne se toruve aussi sous emprise de l'alcool, la peine peut être portée à 3 ans d'emprisonnement et 9 000 € d'amende. Cette loi permet aussi aux forces de l'ordre de réaliser des tests de dépistage.</p>","frontmatter":{"title":"Loi relative à la conduite sous influence de stupéfiants","date":"01 février 2003"}}},{"node":{"html":"<p>Le plan gouvernemental de lutte contre les drogues et les conduites addictives est adopté lors d’un comité interministériel. Il comporte trois grandes priorités : fonder l’action publique sur l’observation, la recherche et l’évaluation, prendre en compte les populations les plus exposées pour réduire les risques, et enfin renforcer la sécurité, la tranquillité et la santé publiques au niveau national et international. Il s'étendra sur 4 ans.</p>","frontmatter":{"title":"Adoption du plan gouvernemental de lutte contre les drogues et les conduites addictives","date":"19 octobre 2013"}}},{"node":{"html":"<p>Le Canada légalise le cannabis suite à une promesse électorale de la part de Justien Trudeau qui est à cette époque Premier Ministre canadien. Cet promesse fût un élément clé de sa campagne électorale.</p>","frontmatter":{"title":"Légalisation du cannabis au Canada","date":"17 octobre 2018"}}}]}},"pageContext":{"isCreatedByStatefulCreatePages":true}}